/* AD: Forest automatic */
"- Automatic -" = "- 自动 -";

/* AD: Alert title */
"Account expired or disabled" = "帐户已过期或被停用";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory 只允许电脑时钟与 Active Directory 服务器时钟之间存在细微的差别。您应该查看电脑上的时间和时区设置，如有必要，请重新设定。";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Active Directory 插件需要 Mac OS X 来控制“/资源库/Preferences/edu.mit.Kerberos”文件。现有文件将被重新命名为“/资源库/Preferences/edu.mit.Kerberos.pre-Active Directory”。";

/* AD: Alert title */
"Active Directory time error" = "Active Directory 时间错误";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "指定的域和网域树系组合无效。您应该为域和网域树系输入一个完全有效的 DNS 名称（如 ads.company.com）。";

/* AD: Alert title */
"An unknown error occurred" = "发生未知错误";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "读取配置时发生未知错误。";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "更新配置时发生未知错误。";

/* AD: Dialog status message */
"An unknown error occurred." = "发生未知错误。";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "授权错误";

/* AD: Dynamic button title */
"Bind\\U2026" = "绑定…";

/* AD: Button title */
"Cancel" = "取消";

/* AD: Alert message */
"Configuring on Master or Replica" = "在主目录或备份目录上配置";

/* AD: Alert title */
"Container does not exist" = "容器不存在";

/* AD: Button title */
"Continue" = "继续";

/* AD: Button title */
"Force Unbind" = "强制解除绑定";

/* AD: Dynamic button title */
"Hide Advanced Options" = "隐藏高级选项";

/* AD: Alert title */
"Insufficient privileges" = "权限不足";

/* AD: Alert title */
"Invalid domain" = "无效的域";

/* AD: Alert title */
"Invalid user name and password combination" = "无效的用户名称和密码组合";

/* AD: Alert title */
"Join existing account?" = "要加入现有帐户吗？";

/* AD: Alert title */
"Join Kerberos realm" = "加入 Kerberos 领域";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos 文件已经存在";

/* AD: Alert title */
"Memory allocation error" = "内存分配错误";

/* Alert Button */
"OK" = "好";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "从 Active Directory 中去掉这台电脑";

/* AD: Alert Button */
"Rename" = "重新命名";

/* AD: Dynamic button title */
"Show Advanced Options" = "显示高级选项";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "步骤 1（共 5 步）：搜索网域树系/域信息…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "步骤 2（共 5 步）：查找最近的域控制器…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "步骤 3（共 5 步）：验证凭证…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "步骤 4（共 5 步）：搜索现有电脑…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "步骤 5（共 5 步）：将电脑绑定到域…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "步骤 5（共 5 步）：将电脑加入到域…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "您输入的帐户信息指定了一个已存在的帐户。您想将这台电脑加入到现有的电脑帐户中吗？此操作不能还原。";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "您提供的帐户信息已过期，或者被停用。您应该提供另一个管理员帐户。";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "您指定的管理员帐户没有适当的权限，不能执行所请求的操作。";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "您为该电脑指定的容器不存在。请验证容器信息，然后再试一次。";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "这台电脑无法访问域控制器，原因不详。";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "要将此服务器加入 Active Directory Kerberos 领域，请打开 Server Admin，为此服务器选择“Open Directory”。在“Settings”（设置）面板中，点按“General”（通用），然后点按“Join Kerberos”（加入 Kerberos），在此服务器上输入一个本地管理员的凭证。";

/* AD: Alert title */
"Unable to access domain controller" = "无法访问域控制器";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "无法为此操作分配内存。";

/* AD: Alert Title */
"Unable to open Active Directory node" = "无法打开 Active Directory 节点";

/* AD: Alert message */
"Unable to open Active Directory node." = "无法打开 Active Directory 节点。";

/* AD: Dynamic button title */
"Unbind\\U2026" = "解除绑定…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "警告：您正在 Open Directory 主目录或备份目录上配置 Active Directory 插件。继续配置可能会导致 Open Directory Kerberos 服务器出现问题。";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "警告：如果您点按强制解除绑定，您将在该目录中留下一个未使用的电脑帐户。";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "您无权读取此插件的配置。";

/* AD: Alert message */
"You are not authorized to update the configuration" = "您无权更新配置";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "您提供的用户名称和密码组合无效。您应该检查一下用户名称和密码，然后再试一次。";

